StruSoft.Interop.StruXml.Data.DatabaseGeometry


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Curve


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Point


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Region


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Solid


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Text


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Linear_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Arc_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Diameter_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Radius_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Angle_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Level_dimension


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Line_type


StruSoft.Interop.StruXml.Data.DatabaseGeometry.Layer
